{
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "SnippetGenie": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "any-jump.vim": { "branch": "master" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "calendar.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "cybu.nvim": { "branch": "main" },
  "deadcolumn.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dsf.vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "flit.nvim": { "branch": "main" },
  "flybuf.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "helpful.vim": { "branch": "master" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "just-vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "anticonceal" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.map": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "neo-hybrid.vim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neoconf-venom.nvim": { "branch": "master" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-gtd": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "pgsql.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rest.nvim": { "branch": "main" },
  "sidebar.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tabs-vs-spaces.nvim": { "branch": "main" },
  "tabstrip.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-thesaurus.nvim": { "branch": "master" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "theme-loader.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-edgemotion": { "branch": "master" },
  "vim-editorconfig": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-reason-plus": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "which-key.nvim": { "branch": "main" },
  "yaml-companion.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zk": { "branch": "main" }
}